<!DOCTYPE html>
<html lang="es">
<head>
  <meta charset="UTF-8" />
  <meta name="viewport" content="width=device-width, initial-scale=1.0" />
  <title>Vibra Urbana - Compa&ntilde;&iacute;a</title>
  <link href="https://cdnjs.cloudflare.com/ajax/libs/bootstrap/5.3.0/css/bootstrap.min.css" rel="stylesheet" />
  <link rel="stylesheet" href="./styles/estilos_sobreNosotros.css" />
</head>
<body>
  <div class="container-fluid vh-100 d-flex align-items-center justify-content-center">
    <div class="login-box">
      <div class="header">
        <h1>VIBRA URBANA</h1>
        <p>Siempre buena vibra, siempre Vibra Urbana</p>
      </div>

      <div class="p-4">
        <h2 class="text-warning">Compa&ntilde;&iacute;a</h2>
        <p>
          Vibra Urbana naci&oacute; el 20 de noviembre del 2024 como un proyecto virtual lleno de entusiasmo, visi&oacute;n y pasi&oacute;n.
          Detr&aacute;s de esta tienda hay una familia guanacasteca compuesta por cinco personas con sue&ntilde;os grandes, un profundo amor
          por la moda y un deseo firme de aportar algo positivo a su comunidad.
        </p>
        <p>
          Lo que comenz&oacute; como un emprendimiento en redes sociales, se ha transformado hoy en una empresa con tienda f&iacute;sica,
          presencia digital y una clientela que sigue creciendo d&iacute;a con d&iacute;a.
        </p>
        <p>
          Nos especializamos en ofrecer una variedad de productos como camisetas, shorts, camisas econ&oacute;micas y de marca exclusiva,
          trajes de ba&ntilde;o, pantalones, uniformes, sandalias, perfumes, gorras, sombreros y accesorios. Nuestra selecci&oacute;n est&aacute;
          pensada cuidadosamente para j&oacute;venes y adultos que desean vestir con estilo propio sin dejar de lado la comodidad,
          la calidad ni su presupuesto.
        </p>
        <p>
          Contamos con una tienda f&iacute;sica en Ca&ntilde;as Dulces, y atendemos tambi&eacute;n a trav&eacute;s de Instagram, Facebook y WhatsApp, haciendo
          llegar nuestros productos a todo el pa&iacute;s gracias a los env&iacute;os por Correos de Costa Rica.
        </p>
        <p>
          En Vibra Urbana no solo ofrecemos ropa: construimos una marca que representa identidad, cercan&iacute;a y evoluci&oacute;n. Y lo m&aacute;s
          importante: lo hacemos con los pies en la tierra y el coraz&oacute;n en la comunidad.
        </p>
      </div>
    </div>
  </div>

  <script src="https://cdnjs.cloudflare.com/ajax/libs/bootstrap/5.3.0/js/bootstrap.bundle.min.js"></script>
</body>
</html>
