<!DOCTYPE html>
<html lang="es">
<head>
  <meta charset="UTF-8" />
  <meta name="viewport" content="width=device-width, initial-scale=1.0" />
  <title>Vibra Urbana - Nuestra Historia</title>
  <link href="https://cdnjs.cloudflare.com/ajax/libs/bootstrap/5.3.0/css/bootstrap.min.css" rel="stylesheet" />
 <link rel="stylesheet" href="./styles/estilos_sobreNosotros.css" />
</head>
<body>
  <div class="container-fluid vh-100 d-flex align-items-center justify-content-center">
    <div class="login-box">
      <div class="header">
        <h1>VIBRA URBANA</h1>
        <p>Siempre buena vibra, siempre Vibra Urbana</p>
      </div>

      <div class="p-4">
        <h2 class="text-warning">Nuestra Historia</h2>
        <p>
          Nuestra historia comenz&oacute; con un sue&ntilde;o compartido: crear un espacio donde la moda se sintiera cercana y accesible.
          Fue as&iacute; como el 20 de noviembre del 2024, en medio de ilusiones, retos y dudas, naci&oacute; Vibra Urbana como una tienda
          virtual que r&aacute;pidamente se gan&oacute; el cari&ntilde;o de la gente gracias a su trato personalizado, su estilo fresco y su esencia familiar.
        </p>
        <p>
          El crecimiento no tard&oacute; en llegar. Lo que empez&oacute; siendo una venta por redes se transform&oacute; en un negocio f&iacute;sico impulsado
          por la uni&oacute;n y el esfuerzo de una familia guanacasteca integrada por 5 personas entregadas a dar lo mejor de s&iacute; para crecer cada d&iacute;a m&aacute;s.
        </p>
        <p>
          Abrir nuestra tienda f&iacute;sica fue una decisi&oacute;n nacida de la necesidad de acercarnos m&aacute;s a nuestros clientes, de compartir
          cara a cara lo que hab&iacute;amos construido en comunidad y de ofrecer un espacio donde cada persona pudiera encontrar algo
          m&aacute;s que ropa: un lugar donde sentirse bien, ser escuchado y encontrar su estilo.
        </p>
        <p>
          Nuestra historia est&aacute; marcada por el amor, la constancia, el deseo de crecer y, siempre, de la buena vibra.
        </p>
      </div>
    </div>
  </div>

  <script src="https://cdnjs.cloudflare.com/ajax/libs/bootstrap/5.3.0/js/bootstrap.bundle.min.js"></script>
</body>
</html>
